[
    {
        "_id": "001",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "title": "Bangla",
        "image_url": "https://images.thedailystar.net/sites/default/files/styles/amp_metadata_content_image_min_696px_wide/public/feature/images/bangla_7.jpg?itok=mJd6snJC",
        "summary": "Despite being one of the most spoken lanuages globally, there is a lack of resources for those seeking to learn Bengali online. Bangali or Bangla is largely spoken in Bangladesh and in the Indian states of west Bengal,Tripura and Assam. This isn't even including immigrant communities.  As with many populous languages in Southeast Asia, there are various dialects. And similar to languages like Hindi, written and colloquial Bengali use different vocabulary. In this blog, I'll try to answer the best way to learn Bengali – especially if you are working on it by yourself.If you’ve read my earlier post about the language tree, then you may already know that Bengali grammar is different than Hindi. And other European languages.One of the biggest pluses is the fact that the language is relatively genderless. You don’t have to worry about adding endings to nouns, adjectives, verbs, or articles based on whether a noun is masculine, feminine or neuter. In fact, you don’t have to worry about articles at all."
    },
    {
        "_id": "002",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "02",
        "rating": {
            "number": 4.8,
            "badge": "Excellent"
        },
        "total_view": 400,
        "title": "English",
        "image_url": "https://c8.alamy.com/comp/EC79DC/multi-ethnic-group-of-children-and-english-concept-EC79DC.jpg",
        "summary": "English is the most widely spoken and most important language on the planet. This is why it is referred to as an international language. In today’s world, we can’t do anything without English. We cannot hope to get a good job unless we are fluent in English. More than 80% of all information on the world’s computers is written in English. Organizations frequently require employees who can speak and write in a standard form of English. English is required for business communication and correspondence with foreign countries. We have no choice but to communicate in foreign airports and hotels using the English language. I believe it is impossible to write or speak correctly without English grammar. As a result, I’m very eager to learn it. Our English textbook highlights all aspects of English learning. Reading books allows one to learn English properly. The modern world has become a global village, and every country is a member of it. We need to learn English to be active members of this community."
    },
    {
        "_id": "003",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 980,
        "title": "Mathematics",
        "image_url": "https://exampapersplus.co.uk/wp-content/uploads/2019/09/Study-tips-for-GCSE-Maths.jpg",
        "summary": "Devlin believes that mathematics has four faces 1) Mathematics is a way to improve thinking as problem solving. 2) Mathematics is a way of knowing. 3) Mathematics is a way to improve creative medium. 4) Mathematics is applications. (Mann, 2005). Because mathematics has very important role in our life, teaching math in basic education is as important as any other subjects. Students should study math to help them how to solve problems and meet the practical needs such as collect, count, and process the data.School are responsible for the graduation of creative students capable of development in all aspects of life. Mathematics is the best subject can help students to evolve creative thinking. Therefore, educators believe there are a strong relationship between studying mathematics and increasing creative thinking. Mathematics teachers, however, are required to give the students the opportunity to think creativity in classroom. The teachers are able to provide an effective environment for thinking in classroom."
    },
    {
        "_id": "004",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "category_id": "04",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 980,
        "title": "Physics",
        "image_url": "https://miro.medium.com/max/1053/1*CdYxDRISKd6jQVHdskYIMg.png",
        "summary": "physics, science that deals with the structure of matter and the interactions between the fundamental constituents of the observable universe. In the broadest sense, physics (from the Greek physikos) is concerned with all aspects of nature on both the macroscopic and submicroscopic levels. Its scope of study encompasses not only the behaviour of objects under the action of given forces but also the nature and origin of gravitational, electromagnetic, and nuclear force fields. Its ultimate objective is the formulation of a few comprehensive principles that bring together and explain all such disparate phenomena."
    },
    {
        "_id": "005",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "05",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 111,
        "title": "Chemistry",
        "image_url": "https://leverageedublog.s3.ap-south-1.amazonaws.com/blog/wp-content/uploads/2017/12/19004151/ilts-science-chemistry-test_119059_large-800x450.jpg",
        "summary": "Chemistry is the study of substances—that is, elements and compounds—while biology is the study of living things. However, these two branches of science meet in the discipline of biochemistry, which studies the substances in living things and how they change within an organism."
    },
    {
        "_id": "006",
        "others_info": {
            "is_todays_pick": true,
            "is_trending": false
        },
        "category_id": "06",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 733,
        "title": "Biology",
        "image_url": "https://qph.cf2.quoracdn.net/main-qimg-3a4a3a5fe082f3999861bb92ecaf489e-lq",
        "summary": "Biology is a branch of science that deals with living organisms and their vital processes. Biology encompasses diverse fields, including botany, conservation, ecology, evolution, genetics, marine biology, medicine, microbiology, molecular biology, physiology, and zoology.biology, study of living things and their vital processes. The field deals with all the physicochemical aspects of life. The modern tendency toward cross-disciplinary research and the unification of scientific knowledge and investigation from different fields has resulted in significant overlap of the field of biology with other scientific disciplines. Modern principles of other fields—chemistry, medicine, and physics, for example—are integrated with those of biology in areas such as biochemistry, biomedicine, and biophysics."
    }
]